imi415/micropython/ports/mcx/boards/FRDM_MCXN947/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "FRDM_MCXN947"
#define MICROPY_HW_MCU_NAME   "MCXN947VDF"
